# -*- coding: utf-8 -*-
from disnake import Embed


help_embed = Embed(
    title="Помощь",
    description='Привет! Я связной 👀\n'
    'На данный момент бот сырой и имеет баги.\n'
    'А пока ты можешь воспользоваться такими командами как:\n\n'
    '**!sreg ваш ник в игре** регистрация в базу данных для игры World of Tanks(пример: /sreg pijawca)\n'
    '**!sws** Просмотр своей **статистики** в World of Tanks\n\n'
    '[Посмотреть код на Github](https://github.com/pijawca/svyaznoybot)',
    colour=0xC43FF0,
)
